{
  "answers": {
    "Post Issue Paid up Capital - Not more than Rs. 25 crores": "Yes, the aggregate nominal value under paid up equity capital after the offer is not more than Rs. 25 crores.",
    "Networth - Atleast Rs. 1 crore for 2 preceding full financial years.": "The provided document content does not contain the 'Summary of Financial Information' which would be necessary to compare with the net-worth eligibility criteria.",
    "Net Tangible Asset - Rs 3 crores in last preceding (full) financial year.": "Yes, Rs. 3 crores or more.",
    "Track Record -The track record of applicant company seeking listing should be atleast 3 years. Where the applicant company has taken over a proprietorship concern/ firm/ LLP, then the track record together with such proprietorship concern/ registered firm/ LLP should be atleast 3 years. registered partnership Provided, the applicant company seeking listing should have a track record of operations for atleast one full financial year and audited financial results for one full financial  year.Or Where the applicant company does not have a track record of 3 years, then the Project for which IPO is being proposed should be appraised and funded by NABARD, SIDBI, Banks (other than co-operative banks), Financial Institutions.Provided, the applicant company seeking listing should have a track record of operations for atleast one full financial year and audited financial results for one full financial year.": "At least 3 years. If the company has taken over a proprietorship, firm, or LLP, the combined track record must be at least 3 years. The applicant company must also have at least one full financial year of operations and audited financial results. Alternatively, if the track record is less than 3 years, the project must be appraised and funded by specific financial institutions like NABARD, SIDBI, or banks (excluding co-operative banks).",
    "Earnings before Interest, Depreciation and tax -The company/ proprietorship concern/ registered firm/ LLP should have operating profit (earnings before interest, depreciation and tax) from operations for 2 out of 3 latest financial years preceding the application date.Provided the company should have operating profit (earnings before interest, depreciation and tax) from operations for one full financial year preceding the application date.For companies seeking listing where the project has been appraised and funded by NABARD, SIDBI, Banks (other than co-operative banks), Financial Institutions, it shall have positive operating profit (earnings before interest, depreciation and tax) from operations in one full preceding financial year.": "The document specifies conditions for positive operating profit (EBITDA) in preceding financial years but does not disclose the specific amount for the last preceding full financial year. Therefore, it is not possible to determine if it is Rs. 3 crores or more based on the provided text.",
    "Leverage Ratio - Leverage ratio of not more than 3:1. Relaxation may be granted to finance companies.": "Not more than 3:1",
    "Disciplinary action -No regulatory action of suspension of trading against the promoter(s) or companies promoted by the promoters by any stock Exchange having nationwide trading terminals.The Promoter(s) or directors shall not be promoter(s) or directors (other than independent directors) of compulsory delisted companies by the Exchange and the applicability of consequences of compulsory delisting is attracted or companies that are suspended from trading on account of non-compliance.Director should not be disqualified/ debarred by any of the Regulatory Authority.": "No regulatory action of suspension of trading against promoters or their promoted companies by any stock exchange. Promoters/directors should not be associated with compulsory delisted or suspended companies (except as independent directors). Directors should not be disqualified or debarred by any regulatory authority.",
    "If the issuer, any of its promoters, promoter group or directors or selling shareholders are debarred from accessing the capital market by the Board.": "This is a condition that requires disclosure. If such a debarment has occurred, it must be stated. The DRHP will contain information regarding any such debarment.",
    "If any of the promoters or directors of the issuer is a promoter or director of any other    company which is debarred from accessing the capital market by the Board.": "No, none of the promoters or directors of the issuer are promoters or directors of any other company debarred from accessing the capital market by the Board.",
    "if the issuer or any of its promoters or directors is a  wilful defaulter or a fraudulent borrower.": "The document does not explicitly state whether the issuer, its promoters, or directors are wilful defaulters or fraudulent borrowers. Further investigation would be required to ascertain this information.",
    "if any of its promoters or directors is a fugitive economic offender.": "Promoters or directors is not a fugitive economic offender."
  },
  "review_status": {
    "Post Issue Paid up Capital - Not more than Rs. 25 crores": "pending",
    "Networth - Atleast Rs. 1 crore for 2 preceding full financial years.": "pending",
    "Net Tangible Asset - Rs 3 crores in last preceding (full) financial year.": "pending",
    "Track Record -The track record of applicant company seeking listing should be atleast 3 years. Where the applicant company has taken over a proprietorship concern/ firm/ LLP, then the track record together with such proprietorship concern/ registered firm/ LLP should be atleast 3 years. registered partnership Provided, the applicant company seeking listing should have a track record of operations for atleast one full financial year and audited financial results for one full financial  year.Or Where the applicant company does not have a track record of 3 years, then the Project for which IPO is being proposed should be appraised and funded by NABARD, SIDBI, Banks (other than co-operative banks), Financial Institutions.Provided, the applicant company seeking listing should have a track record of operations for atleast one full financial year and audited financial results for one full financial year.": "pending",
    "Earnings before Interest, Depreciation and tax -The company/ proprietorship concern/ registered firm/ LLP should have operating profit (earnings before interest, depreciation and tax) from operations for 2 out of 3 latest financial years preceding the application date.Provided the company should have operating profit (earnings before interest, depreciation and tax) from operations for one full financial year preceding the application date.For companies seeking listing where the project has been appraised and funded by NABARD, SIDBI, Banks (other than co-operative banks), Financial Institutions, it shall have positive operating profit (earnings before interest, depreciation and tax) from operations in one full preceding financial year.": "pending",
    "Leverage Ratio - Leverage ratio of not more than 3:1. Relaxation may be granted to finance companies.": "pending",
    "Disciplinary action -No regulatory action of suspension of trading against the promoter(s) or companies promoted by the promoters by any stock Exchange having nationwide trading terminals.The Promoter(s) or directors shall not be promoter(s) or directors (other than independent directors) of compulsory delisted companies by the Exchange and the applicability of consequences of compulsory delisting is attracted or companies that are suspended from trading on account of non-compliance.Director should not be disqualified/ debarred by any of the Regulatory Authority.": "pending",
    "If the issuer, any of its promoters, promoter group or directors or selling shareholders are debarred from accessing the capital market by the Board.": "pending",
    "If any of the promoters or directors of the issuer is a promoter or director of any other    company which is debarred from accessing the capital market by the Board.": "pending",
    "if the issuer or any of its promoters or directors is a  wilful defaulter or a fraudulent borrower.": "pending",
    "if any of its promoters or directors is a fugitive economic offender.": "pending"
  },
  "done": true
}